Repository: m-lab/measure-app
Catalog: www/translations/lang/*.po
Languages: az_az, el, fa_ir, hi, id, nl, zh_hans

source: {{timeofday}} hour, every {{dayofweek}}
az_az: {{timeofday}} saat, hər {{dayofweek}}
el: {{timeofday}} ώρα, κάθε {{dayofweek}}
fa_ir: {{timeofday}} ساعت، {{dayofweek}} روز هفته
hi: {{Timeofday}} घंटे, हर {{dayofweek}}
id: jam {{timeofday}}, setiap {{dayofweek}}
nl: {{timeofday}} uur, iedere {{dayofweek}}
zh_hans: {{timeofday}} 小时, 每 {{dayofweek}}

source: About
az_az: Haqqında
el: Σχετικά με
fa_ir: درباره
hi: के बारे में
id: Tentang
nl: Over
zh_hans: 关于

source: About M-Lab
az_az: M-Lab haqqında
el: Σχετικά με το M-Lab
fa_ir: درباره M-Lab
hi: एम-लैब के बारे में
id: Tentang M-Lab
nl: Over M-Lab
zh_hans: 关于 M-Lab

source: About M-Lab Measure App
az_az: M-Lab Ölçmə Tətbiq etməsi haqqında
el: Σχετικά με την M-Lab Measure Εφαρμογή
fa_ir: درباره اپ اندازه‌گیری M-Lab
hi: एम-लैब मेज़र ऐप के बारे में
id: Tentang M-Lab Measure App
nl: Over M-Lab Measure App
zh_hans: 关于 M-Lab 测量应用

source: About Measure App
az_az: Ölçmə Tətbiq etməsi haqqında
el: Σχετικά με την Measure Εφαρμογή
fa_ir: درباره اپ اندازه‌گیری
hi: उपाय ऐप के बारे में
id: Tentang Aplikasi Measure
nl: Over Measure App
zh_hans: 关于测量应用

source: Add a scheduled test
az_az: Planlaşdırılan testi əlavə et
el: Προσθήκη μιας προγραμματισμένης δοκιμής
fa_ir: افزودن تست برنامه‌ریزی شده
hi: एक निर्धारित परीक्षण जोड़ें
id: Tambahkan tes terjadwal
nl: Voeg een geplande test toe
zh_hans: 添加测试进入计划

source: Annotate
az_az: İzahat vermək
el: Σχολιασμός
fa_ir: یادداشت
hi: एनोटेट
id: Beri Anotasi
nl: Een aantekening toevoegen
zh_hans: 注释

source: Annotations
az_az: İzahatlar
el: Σχόλια
fa_ir: یادداشت‌ها
hi: टिप्पणियां
id: Anotasi
nl: Aantekeningen
zh_hans: 注释

source: By running the tests in the M-Lab Measure App, your device will generate and send some data back-and-forth with an M-Lab server. The data collected relates to the particular communication "flows" generated between your device and an M-Lab server. This includes the IP address provided by your ISP. These data will be used and analyzed by researchers and, in order to advance research, these data will be made publicly available. The M-Lab Measure App does not collect personal information, such as your Internet traffic, your emails or Web searches.
az_az: M-Lab Ölçmə Tətbiq etməsində testlər apararaq, ötürücünüz bir M-Lab serveri ilə irəli-geri məlumatlar yaradaraq göndərir. Toplanan məlumatlar ötürücünüzlə M-Lab serveri arasında yaranan xüsusi əlaqə "axınlar"ı ilə bağlıdır. Buraya sizin İSP-niz tərəfindən verilən İP ünvanı aiddir. Bu məlumatlar tədqiqatçılar tərəfindən istifadə və təhlil edilərək, araşdırmanı genişləndirmək məqsədilə ictimaiyyətə açıq təqdim olunur. M-Lab Tətbiq etməsi internet trafiki, elektron məktublar və ya veb axtarışları kimi şəxsi məlumatları toplamır.
el: Από τις εξετάσεις της M-Lab Measure εφαρμογής, η συσκευή σας θα δημιουργήσει και να στείλει κάποια δεδομένα σε έναν M-Lab διακομιστή. Τα δεδομένα που συλλέγονται αφορούν τη συγκεκριμένη ανακοίνωση "ροών" που δημιουργείται μεταξύ της συσκευής σας και του M-Lab διακομιστή. Αυτό περιλαμβάνει τη διεύθυνση IP που παρέχεται από τον ISP σας. Τα δεδομένα αυτά θα χρησιμοποιούνται και αναλύονται από τους ερευνητές, και, προκειμένου για την προώθηση της έρευνας, τα στοιχεία αυτά θα είναι διαθέσιμα στο κοινό. Η M-Lab Measure Εφαρμογή δεν συλλέγει προσωπικές πληροφορίες, όπως το Internet traffic, email ή αναζητήσεις στο Διαδίκτυο.
fa_ir: با اجرای تست در اپ M-Lab، دستگاه شما مقادیری از داده را به سرور M-Lab فرستاده و دریافت خواهد کرد. این داده‌های جمع‌اوری شده بین ارتباط خاصی بین دستگاه شما و سرور M-Lab جاری خواهد کرد. داده‌ها شامل آدرس IP که ISP برای شما تعیین کرده می‌باشد. این داده ها برای مقاصد تحقیقاتی استفاده شده و برای عموم قابل مشاهده خواهد بود. اپ اندازه‌گیری M-Lab اطلاعات خصوصی مانند ترافیک اینترنت، ایمیل‌ها و جستجوهای اینترنتی شما را جمع‌آوری نخواهد کرد.
hi: एम-लैब मेज़र ऐप में परीक्षण चलाने के द्वारा, आपका डिवाइस एक एम-लैब सर्वर के साथ कुछ डाटा वापस और आगे भेज देगा। एकत्र किए गए डेटा आपके डिवाइस और एम-लैब सर्वर के बीच उत्पन्न विशेष संचार "प्रवाह" से संबंधित है। इसमें आपके आईएसपी द्वारा प्रदान किए गए आईपी पते शामिल हैं शोधकर्ताओं द्वारा इन आंकड़ों का इस्तेमाल और विश्लेषण किया जाएगा, और अनुसंधान के लिए आगे बढ़ने के लिए, यह डेटा सार्वजनिक रूप से उपलब्ध कराया जाएगा। एम-लैब मेज़र ऐप व्यक्तिगत जानकारी एकत्र नहीं करता, जैसे कि आपके इंटरनेट यातायात, आपके ईमेल या वेब खोजों
id: Dengan menjalankan tes di Aplikasi M-Lab Measure App, perangkat Anda akan menghasilkan dan mengirimkan beberapa data bolak-balik dengan sebuah server M-Lab. Data yang dikumpulkan berhubungan dengan "aliran" komunikasi tertentu yang dihasilkan antara perangkat Anda dan server M-Lab. Ini termasuk alamat IP yang disediakan oleh ISP Anda. Data ini akan digunakan dan dianalisa oleh peneliti dan, dalam rangka untuk memajukan penelitian, data ini akan dibuat tersedia untuk publik. M-Lab Measure App tidak mengumpulkan informasi pribadi, seperti penggunaan internet Anda, email atau pencarian Web Anda.
nl: Door tests uit te voeren in de M-Lab Measure App, zal uw apparaat bepaalde gegevens aanmaken en deze uitwisselen met een M-Lab-server. De verzamelde gegevens hebben te maken met de specifieke communicatie-"stromen" die worden gegenereerd tussen uw apparaat en een M-Lab-server, waaronder het IP-adres dat door uw ISP wordt vermeld. Deze gegevens zullen worden gebruikt en geanalyseerd door onderzoekers, en om onderzoek te bevorderen worden deze gegevens publiekelijk openbaar gemaakt. De M-Lab Measure App verzamelt geen persoonlijke informatie, zoals uw internetverkeer, uw e-mail of zoekopdrachten.
zh_hans: 通过在我们的测量程序运行测试时，您的设备将生成并发送一些数据来回一个实验室的服务器。数据收集涉及特定的通信流，这将在你的设备和实验室服务器之间产生。包括您的ISP提供的IP地址。这些数据将被使用和分析的研究人员，为了推进研究，这些数据将公开。我们的应用程序不会收集个人信息，例如您的上网流量，你的电子邮件或网络搜索。

source: By using the M-Lab Measure app, the data about the health of the network connections you use is shared in a public dataset that researchers, ISPs, regulators and others can use to understand the Internet and how it can be improved. You can also choose to get more involved with M-Lab beyond that as well.
az_az: M-Lab Ölçmə Tətbiq etməsindən istifadə edərək, şəbəkə əlaqələrinin durumu ilə bağlı məlumat ictimai məlumat bazasında paylaşılır. Tədqiqatçılar, internet provayderləri, tənzimləyicilər və digərləri bu məlumatlardan interneti daha yaxşı anlamaq və təkmilləşdirmək üçün istifadə edə bilərlər. Bundan əlavə M-Lab ilə daha sıx əlaqəni də seçə bilərsiniz.
el: Χρησιμοποιώντας ηνο M-Lab Measure εφαρμογή, τα δεδομένα σχετικά με την υγεία των συνδέσεων δικτύου που θα χρησιμοποιήσετε θα κοινοποιηθούν σε ένα κοινό σύνολο δεδομένων που οι ερευνητές, ISPs, οι ρυθμιστικές αρχές και άλλοι μπορούν να τα χρησιμοποιήσουν για να κατανοήσουν το Διαδίκτυο και πώς μπορεί να βελτιωθεί.
fa_ir: با استفاده از اپ اندازه‌گیری M-Lab، داده‌های مرتبط با سلامت ارتباط شبکه‌ی شما با محققین، ISPها،‌ شبکه‌ها و… برای فهم مشکلات و بهبود آن‌ها، به اشتراک گذاشته خواهد شد. همچنین شما می‌توانید برای مشارکت بیشتر به ما کمک کنید.
hi: एम लैब मेज़र ऐप का उपयोग करके, आपके द्वारा उपयोग किए जाने वाले नेटवर्क कनेक्शन के स्वास्थ्य के बारे में डेटा एक सार्वजनिक डेटासेट में साझा किया गया है जो शोधकर्ताओं, आईएसपी, नियामक और अन्य इंटरनेट को समझने के लिए उपयोग कर सकते हैं और यह कैसे सुधार किया जा सकता है। आप एम-लैब के साथ और साथ ही इसमें और भी शामिल हो सकते हैं।
id: Dengan menggunakan M-Lab Measure App, data tentang kesehatan koneksi jaringan yang Anda gunakan dibagikan dengan set data publik yang digunakan peneliti, ISP, regulator, dan lainnya untuk memahami internet dan cara meningkatkannya. Anda bisa juga memilih untuk terlibat lebih jauh dengan M-Lab di luar hal ini.
nl: Door gebruik te maken van de M-Lab Measure App worden de gegevens over de gezondheid van de netwerkverbindingen die u gebruikt, gedeeld in een openbare dataset die onderzoekers, ISP's, regelgevende instanties en anderen kunnen gebruiken om het internet te begrijpen en om deze te verbeteren. U kunt er ook voor kiezen om hiernaast nog meer betrokken te raken bij M-Lab.
zh_hans: 通过利用 M-Lab 测量应用，网络的健康数据共享在一个公共数据集中，研究人员，供应商，监管机构和其他人可以使用，了解互联网和如何改进。你也可以选择更多的参与到我们中来。

source: Cancel
az_az: Ləğv et
el: Ακύρωση
fa_ir: لغو
hi: रद्द करना
id: Batal
nl: Annuleren
zh_hans: 取消

source: Click and drag in the chart to zoom in
az_az: Kliklə və böyütmək üçün cədvəlin üzərinə sürüşdür
el: Κάντε κλικ και σύρετε στο γράφημα για μεγέθυνση
fa_ir: برای بزرگنمایی، در داخل چارت کلیک کرده و بکشید
hi: ज़ूम इन करने के लिए चार्ट में क्लिक करें और खींचें
id: Klik dan tarik dalam grafik untuk memperbesar
nl: Klik en sleep in de tabel om in te zoomen
zh_hans: 单击并拖动图表以放大

source: Completed
az_az: Tamamlandı
el: Ολοκληρώθηκε
fa_ir: تکمیل شد
hi: पूरा कर लिया है
id: Selesai
nl: Voltooid
zh_hans: 完成

source: Confirm Reset
az_az: Yeniləməni Təsdiqlə
el: Επιβεβαίωση επαναφοράς
fa_ir: تائید بازنشانی
hi: रीसेट की पुष्टि करें
nl: Reset bevestigen
zh_hans: 确定重置

source: Connection Type
az_az: Bağlantı növü
el: Είδος σύνδεσης
fa_ir: نوع اتصال
hi: संबंध प्रकार
id: Tipe Koneksi
nl: Verbindingstype
zh_hans: 连接类型

source: Constantly
az_az: Davamlı
el: Συνεχής
fa_ir: پیوسته
hi: लगातार
id: Konstan
nl: Constant
zh_hans: 不断地

source: Current Schedule
az_az: Hazırkı plan
el: Τρέχον Πρόγραμμα
fa_ir: برنامه‌ریزی فعلی
hi: वर्तमान अनुसूची
id: Jadwal Sekarang
nl: Huidige planning
zh_hans: 当前列表

source: Currently the app has used <span class="badge badge-assertive"> {{ historyState.dataConsumed | formatDataConsumptionMeasurement }} </span> of data from this device.
az_az: Hazırda aplikasiya <span class="badge badge-assertive"> {{ historyState.dataConsumed | formatDataConsumptionMeasurement }} </span> ötürücüdəki məlumatdan istifadə edir.
el: Αυτή τη στιγμή η εφαρμογή έχει χρησιμοποιήσει<span class="badge badge-assertive"> {{ historyState.dataConsumed | formatDataConsumptionMeasurement }} </span>των δεδομένων από αυτήν τη συσκευή.
fa_ir: اپ در حال حاضر از داده‌های <span class="badge badge-assertive"> {{ historyState.dataConsumed | formatDataConsumptionMeasurement }} </span> این دستگاه استفاده کرده است.
hi: वर्तमान में ऐप ने <span class = "बैज बैज-एनेर्जी"> का इस्तेमाल किया है {{HistoryState.dataConsumed | FormatDataConsumptionMeasurement}} </ Span> इस डिवाइस से डेटा का
id: Saat ini aplikasi telah menggunakan <span class="badge badge-assertive"> {{ historyState.dataConsumed | formatDataConsumptionMeasurement }} </span> dari data di perangkat ini.
nl: Momenteel heeft de app <span class="badge badge-assertive"> {{ historyState.dataConsumed | formatDataConsumptionMeasurement }} </span> aan gegevens van dit apparaat gebruikt.
zh_hans: 目前该应用程序已使用 <span class="badge badge-assertive"> {{ historyState.dataConsumed | formatDataConsumptionMeasurement }} </span> 来自此设备的数据。

source: Custom
az_az: Fərdi
el: Προσαρμογή
fa_ir: سفارشی
hi: कस्टम
id: Sesuaikan
nl: Aangepast
zh_hans: 自定义

source: Custom Schedule
az_az: Fərdi plan
el: Προσαρμοσμένο Πρόγραμμα
fa_ir: برنامه‌ریزی سفارشی
hi: कस्टम अनुसूची
id: Jadwal yang Disesuaikan
nl: Aangepaste planning
zh_hans: 自定义列表

source: Daily
az_az: Gündəlik
el: Καθημερινά
fa_ir: روزانه
hi: रोज
id: Harian
nl: Dagelijks
zh_hans: 每日

source: Data Usage
az_az: Datadan istifadə
el: Χρήση Δεδομένων
fa_ir: مصرف داده
hi: डेटा उपयोग
id: Penggunaan Data
nl: Gegevensgebruik
zh_hans: 数据使用量

source: Data Used by Measure App
az_az: Ölçmə Tətbiq etməsinin istifadə etdiyi məlumat
el: Δεδομένα που χρησιμοποιούνται από την εφαρμοργή Measure
fa_ir: داده مصرف‌شده توسط این اپ
hi: उपाय एप्लिकेशन द्वारा उपयोग किया गया डेटा
id: Penggunaan Data oleh Measure App
nl: Gegevens gebruikt door Measure App
zh_hans: M-Lab 测量使用的数据量

source: Day of Week
az_az: Həftənin günü
el: Ημέρα της Εβδομάδας
fa_ir: روز هفته
hi: सप्ताह के दिन
id: Hari dalam Seminggu
nl: Dag van de week
zh_hans: 星期

source: Delete
az_az: Sil
el: Διαγραφή
fa_ir: حذف
hi: हटाएं
id: Hapus
nl: Verwijderen
zh_hans: 删除

source: Dismiss
az_az: Qəbul etmə
el: Απόρριψη
fa_ir: رد
hi: खारिज करना
nl: Afwijzen
zh_hans: 解散

source: Does not collect personal information on M-Lab servers, e.g. your Internet traffic, your emails or Web searches
az_az: M-Lab serverlərindən şəxsi məlumatlar, məsələn, internet trafiki, elektron məktublar və ya veb axtarışlar toplanmır
el: Δεν συλλέγονται προσωπικές πληροφορίες στούς M-Lab διακομιστές, π. χ. τις κινήσεις σας στο Διαδίκτυο, τα email σας ή τις αναζητήσεις σας στο Διαδίκτυο
fa_ir: اطلاعات شخصی شما مانند ترافیک اینترنت، ایمیل و جستجوهای وب شما در سرورهای M-Lab جمع‌آوری نمی‌شود.
hi: एम-लैब सर्वर पर व्यक्तिगत जानकारी एकत्रित नहीं करता है, उदा। आपके इंटरनेट यातायात, आपके ईमेल या वेब खोजों
id: Tidak mengumpulkan informasi pribadi pada server M-Lab, seperti penggunaan Internet Anda, email atau pencarian Web Anda
nl: Verzamelt geen persoonlijke informatie op M-Lab-servers, zoals bijv. uw internetverkeer, uw e-mail of zoekopdrachten.
zh_hans: M-Lab 的服务器不收集个人信息，例如您的上网流量，你的电子邮件或网络搜索

source: Does share your IP Address
az_az: İP ünvanı paylaş
el: Δεν μοιράζεται η διεύθυνση IP σας
fa_ir: آدرس IP شما به اشتراک گذاشته می‌شود
hi: क्या आपका आईपी पता साझा करता है
id: Membagikan Alamat IP Anda
nl: Deelt niet uw IP-adres
zh_hans: 是否共享您的IP地址

source: Download
az_az: Yüklə
el: Λήψη
fa_ir: دانلود
hi: डाउनलोड
id: Unduh
nl: Downloaden
zh_hans: 下载

source: Edit Measurement Notes
az_az: Ölçmə qeydlərini dəyiş
el: Επεξεργασία σημειώσεων των μετρήσεων
fa_ir: ویرایش یادداشت‌های اندازه‌گیری
hi: मापन नोट्स संपादित करें
id: Edit Catatan Pengukuran
nl: Metingsaantekeningen bewerken
zh_hans: 编辑测量记录

source: Explore Data
az_az: Məlumatı araşdır
el: Εξερευνήστε τα δεδομένα
fa_ir: کاوش داده‌ها
hi: डाटा एक्सप्लोर करें
id: Eksplorasi Data
nl: Gegevens verkennen
zh_hans: 查看数据分析

source: Explore M-Lab Data
az_az: M-Lab məlumatını araşdır
el: Εξερευνήστε τα M-Lab δεδομένα
fa_ir: کاوش داده‌های M-Lab
hi: एम-लैब डाटा एक्सप्लोर करें
id: Eksplorasi Data M-Lab
nl: M-Lab-gegevens verkennen
zh_hans: 查看 M-Lab 数据

source: Export
az_az: İxrac
el: Εξαγωγή
fa_ir: ارسال به خارج
hi: निर्यात करें
id: Ekspor
nl: Exporteren
zh_hans: 导出

source: Failed to complete the measurement.
az_az: Ölçmə tamamlanmadı.
el: Αποτυχία ολοκλήρωσης της μέτρησης.
fa_ir: خطا در تکمیل اندازه‌گیری.
hi: माप पूरा करने में विफल
id: Gagal untuk menyelesaikan pengukuran
nl: Voltooien van de meting is mislukt.
zh_hans: 测量失败

source: Failure
az_az: Səhv
el: Αποτυχία
fa_ir: خطا
hi: विफलता
nl: Mislukt
zh_hans: 失败

source: Find Out More
az_az: Daha çox məlumat əldə et
el: Μάθετε Περισσότερα
fa_ir: بیشتر بدانید
hi: और अधिक जानकारी प्राप्त करें
id: Cari Tahu Lebih Banyak
nl: Meer informatie
zh_hans: 了解更多

source: Finding Closest Server
az_az: Ən yaxın server
el: Ευρεση πλησιέστερου διακομιστή
fa_ir: پیدا کردن نزدیک‌ترین سرور
hi: निकटतम सर्वर ढूँढना
id: Mencari Server Terdekat
nl: Dichtstbijzijnde server vinden
zh_hans: 搜索最近服务器

source: Finding Server
az_az: Server axtarışı
el: Ευρεση διακομιστή
fa_ir: پیدا کردن سرور
hi: ढूँढना सर्वर
id: Mencari Server
nl: Server vinden
zh_hans: 搜索服务器

source: Friday
az_az: Cümə günü
el: Παρασκευή
fa_ir: جمعه
hi: शुक्रवार
id: Jumat
nl: Vrijdag
zh_hans: 星期五

source: Get Involved
az_az: Qoşul
el: Ασχοληθείτε
fa_ir: مشارکت کنید
hi: उलझना
id: Ikut Terlibat
nl: Raak betrokken
zh_hans: 参与

source: Hour
az_az: Saat
el: ώρα
fa_ir: ساعت
hi: घंटा
id: Jam
nl: Uur
zh_hans: 小时

source: Hourly
az_az: Saatlıq
el: Ωριαία
fa_ir: ساعتی
hi: प्रति घंटा
id: Per Jam
nl: Ieder uur
zh_hans: 每小时

source: Information
az_az: Məlumat
el: Πληροφορία
fa_ir: اطلاعات
hi: जानकारी
id: Informasi
nl: Informatie
zh_hans: 信息

source: Internet Tests
az_az: İnternet testlər
el: Διαδικτυακές δοκιμές
fa_ir: تست اینترنت
hi: इंटरनेट टेस्ट
id: Tes Internet
zh_hans: 网络测试

source: Language
az_az: Dil
el: Γλώσσα
fa_ir: زبان
hi: भाषा
id: Bahasa
nl: Taal
zh_hans: 语言

source: Latency
az_az: Gecikmə
el: Αδράνεια
fa_ir: تاخیر
hi: विलंबता
id: Waktu Respon
zh_hans: 延迟

source: Learn more about NDT
az_az: ŞDA haqqında daha ətraflı öyrən
el: Μάθετε περισσότερα σχετικά με το NDT
fa_ir: درباره‌ی NDT بیشتر بدانید
hi: एनडीटी के बारे में अधिक जानें
id: Pelajari NDT Lebih Jauh
nl: Meer informatie over NDT
zh_hans: 了解更多关于NDT的信息

source: Location
az_az: Məkan
el: Τοποθεσία
fa_ir: مکان
hi: स्थान
id: Lokasi
nl: Locatie
zh_hans: 位置

source: M-Lab data is openly available to researchers, but we also have developed tools to let anyone explore our data. If you're interested in seeing the measurements of Internet speed and health are in your area, browse our data on our <a href="http://www.measurementlab.net/observatory" target="_system">Internet Observatory</a>.
az_az: M-Lab məlumatları tədqiqatçılar üçün açıqdır, ancaq biz istənilən şəxsin bu məlumatlardan yararlanması üçün də alətlər hazırladıq. İnternetin sürətini və bölgənizdəki səhiyyə göstəricilərini görmək istəyirsinizsə, <a href="http://www.measurementlab.net/observatory" target="_system">Internet Observatory</a> məlumatlarına baxın.
el: Τα M-Lab δεδομένα είναι ανοιχτά διαθέσιμα στους ερευνητές, αλλά πρέπει επίσης να έχουν αναπτύξει εργαλεία για να ερευνήσει κανείς τα δεδομένα μας. Αν σας ενδιαφέρει να δείτε τις μετρήσεις της ταχύτητας του Διαδικτύου και τις υγείας στην περιοχή σας, περιηγηθείτε στα δεδομένα μας στο <a href="http://www.measurementlab.net/observatory" target="_system">Διαδικτυακό Παρατηρητήριο</a>.
fa_ir: داده‌های M-Lab آزادانه در دسترس محققین است، علاوه‌بر این هر کسی می‌تواند داده‌های ما را بررسی کنید. در صورتی که مایل به مشاهده اندازه‌گیری‌های سرعت و کیفیت اینترنت در منطقه‌ی خود هستید، داده‌های ما را در <a href="http://www.measurementlab.net/observatory" target="_system">رصدخانه اینترنت</a> مشاهده کنید.
hi: एम-लैब डेटा खुले तौर पर शोधकर्ताओं के लिए उपलब्ध है, लेकिन हमने किसी भी व्यक्ति को हमारे डेटा का पता लगाने के लिए उपकरण विकसित किया है यदि आप इंटरनेट स्पीड और स्वास्थ्य के माप को देखने में रुचि रखते हैं तो अपने क्षेत्र में, हमारे डेटा को हमारे <a href="http://www.measurementlab.net/observatory" target="_system"> इंटरनेट ऑब्ज़र्वेटरी < / A>
id: Data M-Lab terbuka tersedia untuk peneliti, tetapi kami juga telah mengembangkan alat bantu untuk memungkinkan siapa pun untuk mengeksplorasi data kami. Jika Anda tertarik untuk melihat pengukuran kecepatan dan kesehatan internet di area Anda, jelajahi data kami di <a href="http://www.measurementlab.net/observatory" target="_system">Observatorium Internet</a> kami.
nl: M-lab-gegevens zijn openlijk beschikbaar voor onderzoekers, maar ook hebben wij tools ontwikkeld zodat iedereen onze gegevens kan bekijken. Als u geïnteresseerd bent in de metingen van internetsnelheid en -gezondheid in uw omgeving, bekijk dan onze gegevens op onze <a href="http://www.measurementlab.net/observatory" target="_system">Internet Observatory</a>.
zh_hans: M-Lab 数据是公开提供给研究人员，但我们也开发工具，让任何人探索我们的数据。如果你有兴趣看到互联网速度和健康的测量是在您的地区，浏览我们的数据<a href="http://www.measurementlab.net/observatory" target="_system">Internet Observatory</a>.

source: M-Lab is a platform for the use of independent tools created by researchers to gather information relevant to broadband services. The goal of the project is to analyze information regarding broadband networks and report this information to the public.
az_az: M-Lab - tədqiqatçılar tərəfindən genişzolaqlı xidmətlərlə əlaqədar məlumat toplmaq üçün yaradılan, müstəqil alətlərdən istifadə edilən platformdur. Layihənin məqsədi genişzolaqlı xidmətlərlə bağlı məlumatları təhlil etmək və onları ictimaiyyətə çatdırmaqdır.
el: Το M-Lab είναι μια πλατφόρμα για τη χρήση ανεξάρτητων εργαλείων που δημιουργήθηκε από ερευνητές για να συλλέξουν πληροφορίες σχετικές με τις ευρυζωνικές υπηρεσίες. Ο στόχος του έργου είναι να αναλύσει πληροφορίες σχετικά με τα ευρυζωνικά δίκτυα και να αναφέρει τις εν λόγω πληροφορίες στο κοινό.
fa_ir: M-Lab پلتفرمی برای استفاده محققین به منظور جمع‌آوری اطلاعات مرتبط با سرویس‌های پهنای باند است. هدف این پروژه، تحلیل داده‌های مرتبط با شبکه‌های پهن باند و گزارش این اطلاعات به عموم است.
hi: ब्रॉडबैंड सेवाओं के लिए प्रासंगिक जानकारी इकट्ठा करने के लिए शोधकर्ताओं द्वारा बनाए गए स्वतंत्र उपकरणों के उपयोग के लिए एम-लैब एक मंच है। परियोजना का लक्ष्य ब्रॉडबैंड नेटवर्क के बारे में जानकारी का विश्लेषण करना है और इस सूचना को जनता को सूचित करना है।
id: M-Lab adalah platform untuk penggunaan alat bantu mandiri yang dibuat oleh peneliti untuk mengumpulkan informasi yang relevan terhadap layanan broadband. Tujuan dari proyek ini adalah untuk menganalisa informasi terkait jaringan broadband dan melaporkan informawsi ini ke publik.
nl: M-Lab is een platform voor het gebruik van onafhankelijke tools, gecreëerd door onderzoekers, voor het verzamelen van relevante informatie over breedbanddiensten. Het doel van het project is het analyseren van informatie met betrekking tot breedbandnetwerken en deze informatie openbaar maken.
zh_hans: M-Lab 是一个平台，使用独立的工具创建的研究人员收集有关宽带服务的信息。该项目的目标是分析有关宽带网络的信息，并向公众报告这些信息。

source: M-Lab Measure
az_az: M-Lab ölçüsü
hi: एम-लैब मेजर
zh_hans: M-Lab 测量
