Repository: m-lab/measure-app
Catalog: www/translations/lang/*.po
Languages: az_az, el, fa_ir, hi, id, nl, zh_hans

source: M-Lab offers a number of measurement tools, allowing consumers to test for everything from network speed and latency to blocking and throttling. All tools perform only active measurements against the M-Lab platform. This means that M-Lab tests measure how your network connection responds to a synthetic stream of data generated by the individual tool solely for the purpose of measurement. The tools do not collect information about your other Internet traffic, such as emails, web searches, content you view, or any personally identifiable information. All data collected is made publicly available, including the IP address provided by your ISP at the edge of your network. All tools are open source and created by researchers. For more information, see M-Lab’s privacy policy.
az_az: M-Lab istehlakçılara şəbəkə sürəti ilə məxfiliyi sınaqdan keçirtməkdən tutmuş bloklama və dayandırmağa qədər bir sıra ölçü alətlərini təklif edir. Bütün alətlər M-Lab platformuna qarşı fəal tədbirlər həyata keçirir. Yəni M-Lab testləri şəbəkə əlaqələrinizin yalnız ölçmə məqsədilə fərdi alət tərəfindən yaradılan məlumatların sintetik axınına necə cavab verdiyini ölçür. Alətlər elektron poçtlar, veb axtarışları, baxdığınız məzmun və ya şəxsiyyəti müəyyən edən məlumatlar kimi digər internet trafikləriniz haqqında məlumat toplamır. Şəbəkənizin bu biri ucundakı internet provayderinizin təqdim etdiyi İP ünvanlar da daxil, bütün toplanmış məlumatlar ictimaiyyətə açıqdır. Bütün alətlər açıq mənbəlidir və tədqiqatçılar tərəfindən yaradılıb. Daha ətraflı məlumat üçün M-Lab təhlükəsizlik qaydalarına baxın.
el: Το M-Lab προσφέρει μια σειρά από εργαλεία μέτρησης, επιτρέποντας στους καταναλωτές να δοκιμάσουν τα πάντα, από την ταχύτητα του δικτύου και αδράνεια για το κλείδωμα και το throttling. Όλα τα εργαλεία εκτελούν μόνο ενεργείς μετρήσεις στην M-Lab πλατφόρμα. Αυτό σημαίνει ότι οι M-Lab δοκιμές μετράνες την σύνδεση με το δίκτυο που ανταποκρίνεται σε ένα συνθετικό ροή των δεδομένων που προκύπτουν από τα επιμέρους εργαλεία, αποκλειστικά για το σκοπό της μέτρησης. Τα εργαλεία δεν συλλέγουν πληροφορίες σχετικά με τις κίνησεις σας στο Διαδίκτυο και προσωπικά δεδομένα, όπως μηνύματα, το ιστορικό, περιεχόμενο που προβάλλετε ή οποιεσδήποτε προσωπικά αναγνωρίσιμες πληροφορίες. Όλα τα δεδομένα που συλλέγονται είναι διαθέσιμα στο κοινό, συμπεριλαμβανομένων των IP διεύθυνσεων που παρέχονται από τον ISP σας. Όλα τα εργαλεία είναι open source και έχουν δημιουργηθεί από ερευνητές. Για περισσότερες πληροφορίες, ανατρέξτε στο M-Lab και την πολιτική προστασίας προσωπικών δεδομένων.
fa_ir: M-Lab ابزارهای اندازه‌گیری برای انواع تست شبکه، از سرعت و تاخیر شبکه تا مسدودسازی‌ها ارائه می‌کند. تمامی ابزارها تنها اندازه‌گیری فعال بر پلتفرم M-Lab انجام می‌دهند. یعنی تست‌های M-Lab، پاسخ اتصال شبکه شما را با جریانی از داده‌های مصنوعی تنها با هدف اندازه‌گیری، سنجش می‌کند. این ابزارها اطلاعات شخصی شما مانند ترافیک اینترنت، ایمیل‌ها، جستجوهای وب و سایت‌هایی که مشاهده می‌کنید را جمع‌آوری نمی‌کند. سایر اطلاعات جمع‌آوری شده مانند آدرس IP شبکه، در دسترس عموم قرار می‌گیرند. تمامی ابزارها منبع باز بوده و در دسترس محققین قرار دارد. برای اطلاعات بیشتر، سیاست حفظ حریم خصوصی M-Lab را مشاهده کنید.
hi: एम-लैब माप उपकरणों के एक नंबर प्रदान करता है, जिससे उपभोक्ताओं को नेटवर्क की गति और विलंब से लेकर अवरुद्ध और थ्रॉटलिंग तक की सभी चीजों के लिए परीक्षण की अनुमति मिलती है। सभी उपकरण एम-लैब मंच के खिलाफ केवल सक्रिय माप करते हैं। इसका मतलब यह है कि एम-लैब परीक्षण यह मापते हैं कि आपके नेटवर्क कनेक्शन ने माप के उद्देश्य के लिए केवल व्यक्तिगत उपकरण द्वारा उत्पन्न आंकड़ों के सिंथेटिक स्ट्रीम को कैसे जवाब दिया है। उपकरण आपके अन्य इंटरनेट ट्रैफ़िक, जैसे ईमेल, वेब खोज, आपके द्वारा देखी जाने वाली सामग्री या किसी भी व्यक्तिगत रूप से पहचान योग्य जानकारी के बारे में जानकारी एकत्रित नहीं करते हैं। एकत्रित किए गए सभी डेटा सार्वजनिक रूप से उपलब्ध कराए जाते हैं, जिनमें आपके आईएसपी द्वारा आपके नेटवर्क के किनारे आईपी पता प्रदान किया गया है। सभी उपकरण खुला स्रोत हैं और शोधकर्ताओं द्वारा बनाए गए हैं। अधिक जानकारी के लिए, एम-लैब की गोपनीयता नीति देखें।
id: M-Lab menawarkan sejumlah alat bantu pengukuran, memungkinkan pelanggan untuk mengetes segala sesuatu dari kecepatan jaringan dan waktu respon sampai pemblokiran dan penyempitan. Semua alat bantu hanya melakukan pengukuran aktif terhadap platform M-Lab. Ini bearti bahwa tes M-Lab mengukur bagaimana koneksi jaringan Anda merespon ke aliran data sintesis yang dihasilkan oleh alat bantu individu hanya untuk tujuan pengukuran. Alat bantu tidak mengumpulkan informasi tentang penggunaan internet Anda lainnya, seperti email, pencarian web, materi yang Anda lihat, atau informasi identifikasi pribadi lainnya. Semua data yang dikumpulkan dibuat tersedia untuk publik, termasuk alamat IP yang disediakan oleh ISP Anda pada ujung jaringan Anda. Semua alat bantu adalah open source dan dibuat oleh peneliti. untuk informasi lebih lanjut, lihat kebijakan privasi M-Lab.
nl: M-Lab biedt een aantal metingstools aan waarmee consumenten alles kunnen testen, van netwerksnelheid en latency, tot blokkeren en afknijpen. Alle tools voeren alleen actieve metingen uit tegen het M-Lab-platform. Dit betekent dat M-Lab-tests meten hoe uw netwerkverbinding reageert op een synthetische stroom van gegevens die door de individuele tool alleen voor het meten wordt gegenereerd. De tools verzamelen geen informatie over uw andere internetverkeer, zoals e-mail, zoekopdrachten, inhoud die u bekijkt, of enige persoonlijk identificeerbare informatie. Alle verzamelde gegevens worden openbaar gemaakt, inclusief het IP-adres dat door uw ISP wordt vermeld aan de rand van uw netwerk. Alle tools zijn open source en gecreëerd door onderzoekers. Raadpleeg voor meer informatie het privacybeleid van M-Lab.
zh_hans: M-Lab 提供了多种测量工具，允许消费者测试一切从网络速度和延迟到阻塞和节流。所有工具只对 M-Lab 平台执行主动测量。这意味着，M-Lab 测试您的网络连接，如何产生的个人工具仅用于测试目的的数据流的合成。该工具不收集有关您的其他互联网流量的信息，如电子邮件，网页搜索，您查看的内容，或任何个人识别信息。所有收集的数据是公开的，包括您的ISP在您的网络边缘提供的IP地址。所有工具都是开源的，由研究人员创建。更多信息请见 M-Lab 的隐私政策。

source: M-Lab Site
az_az: M-Lab saytı
el: M-Lab Ιστοσελίδα
fa_ir: سایت M-Lab
hi: एम-लैब साइट
id: Situs M-Lab
nl: M-Lab-website
zh_hans: M-Lab 网站

source: M-Lab's complete <a href="http://www.measurementlab.net/privacy" target="_system">Acceptable Use and Privacy Policies</a> are available on our website.
az_az: M-Lab <a href="http://www.measurementlab.net/privacy" target="_system">Məqbul İstifadə və Təhlükəsizlik Qaydaları</a> vebsaytımızda mövcuddur.
el: Το M-Lab είναι πλήρης<a href="http://www.measurementlab.net/privacy" target="_system">Ο αποδεκτής Χρήσης και η πολιτική Απορρήτου</a>είναι διαθέσιμα στην ιστοσελίδα μας.
fa_ir: <a href="http://www.measurementlab.net/privacy" target="_system">سیاست‌های پذیرش و حفظ حریم خصوصی</a> کامل M-Lab بر روی سایت ما در دسترس است.
hi: एम-लैब का पूरा <a href="http://www.measurementlab.net/privacy" target="_system"> स्वीकार्य उपयोग और गोपनीयता नीतियां </a> हमारी वेबसाइट पर उपलब्ध हैं
id: <a href="http://www.measurementlab.net/privacy" target="_system">Kebijakan Penggunaan dan Privasi yang Diterima</a> M-Lab yang lengkap tersedia di website kami.
nl: De volledige <a href="http://www.measurementlab.net/privacy" target="_system">Beleidsmaatregelen omtrent aanvaarbaar gebruik en privacy</a> van M-Lab zijn beschikbaar op onze website.
zh_hans: M-Lab的 <a href="http://www.measurementlab.net/privacy" target="_system">使用和隐私政策</a>可在我们的网站查阅。

source: Management
az_az: İdarəçilik
el: Διαχείριση
fa_ir: مدیریت
hi: प्रबंधन
id: Manajemen
nl: Beheer
zh_hans: 管理

source: Mbps
hi: एमबीपीएस
zh_hans: 比特/秒

source: Measure
az_az: Ölçü
el: Μέτρηση
fa_ir: اندازه‌گیری
hi: मात्रा
id: Ukur
nl: Meten
zh_hans: 测量

source: Measurement Data
az_az: Ölçü məlumatı
el: Μέτρηση Δεδομένων
fa_ir: داده‌های اندازه‌گیری
hi: माप डेटा
id: Data Pengukuran
nl: Metingsgegevens
zh_hans: 测量数据

source: Measurement History
az_az: Ölçü tarixi
el: Ιστορικό Μετρήσεων
fa_ir: تاریخچه اندازه‌گیری
hi: मापन इतिहास
id: Riwayat Pengukuran
nl: Metingsgeschiedenis
zh_hans: 历史记录

source: Measurement Lab (M-Lab) is a consortium of research, industry, and public interest partners dedicated to providing an open, verifiable measurement platform for global network performance. The M-Lab platform is an open, distributed network of servers on which researchers can deploy open source Internet measurement tools. M-Lab’s goal is to advance network research and empower the public with useful information about their broadband and mobile connections.
az_az: Ölçmə Laboratoriyası (M-Lab) qlobal şəbəkə işi üçün açıq, yoxlanılabilən ölçü platformunu təmin etməyə həsr olunmuş, tədqiqat, sənaye və ictimai maraq tərəfdaşlarının konsorsiumudur. M-Lab platformu, tədqiqatçıların açıq mənbəli İnternet ölçü alətlərini yerləşdirə biləcəyi açıq, paylaşdırılmış server şəbəkəsidir. M-Lab-ın məqsədi şəbəkə araşdırmalarını inkişaf etdirmək və ictimaiyyəti genişzolaqlı və mobil əlaqələr haqqında faydalı məlumatlarla təmin etməkdir.
el: Το Measurement Lab (M-Lab) είναι μια κοινοπραξία της έρευνας, της βιομηχανίας, και το δημόσιο αλλά συμφέρον εταίρους που είναι αφοσιωμένοι στο να παρέχουν μια ανοιχτή, επαληθεύσιμη πλατφόρμα μετρήσεων για την παγκόσμια απόδοση του διαδικτύου. Η M-Lab πλατφόρμα είναι ένα ανοικτό, κατανεμημένο δίκτυο διακομιστών, στην οποία ερευνητές μπορούν να αναπτύξουν open source Διαδικτυακά εργαλεία μέτρησης. Ο στόχος είναι η εκ των προτέρων διαδικτυακή έρευνα και η ενδυνάμωσει του κοινού με χρήσιμες πληροφορίες για τις ευρυζωνικές και κινητές συνδέσεις.
fa_ir: آزمایشگاه اندازه‌گیری (M-Lab)، کنسرسیومی پژوهشی، صنعتی و عام المنفعه با هدف ارائه پلتفرم اندازه‌گیری آزاد و قابل تائید برای عملکرد شبکه جهانی است. پلتفرم M-Lab، شبکه‌هایی توزیع‌شده و باز است که محققین می‌توانند از این منبع باز از ابزار اندازه‌گیری اینترنت استفاده کنند. هدف M-Lab پیشبرد تحقیقات شبکه و توانمندسازی مردم با اطلاعات مفید درباره پهنای باند و ارتباطات تلفن همراه است.
hi: मापन लैब (एम-लैब) वैश्विक नेटवर्क के प्रदर्शन के लिए एक खुले, परीक्षण योग्य माप मंच प्रदान करने के लिए समर्पित अनुसंधान, उद्योग और सार्वजनिक हित भागीदार का एक कंसोर्टियम है। एम-लैब प्लेटफार्म एक खुला, वितरित नेटवर्क है जो पर शोधकर्ता ओपन सोर्स इंटरनेट मापन उपकरण तैनात कर सकते हैं। एम-लैब का लक्ष्य नेटवर्क अनुसंधान को आगे बढ़ाने और अपने ब्रॉडबैंड और मोबाइल कनेक्शन के बारे में उपयोगी जानकारी के साथ जनता को सशक्त बनाना है।
id: Measurement Lab (M-Lab) adalah konsorsium penelitian, industri, dan rekanan minat publik yang terdedikasi untuk menyediakan platform pengukuran performa jaringan global yang terbuka dan terbukti. Platform M-Lab adalah server yang terbuka dan terdistribusi yang bisa digunakan peneliti untuk menerapkan alat bantu pengukuran internet open source. Tujuan M-Lab adalah untuk memajukan penelitian jaringan dan memberdayakan publik dengan informasi yang berguna tentang koneksi broadband dan mobile mereka.
nl: Measurement Lab (M-Lab) is een consortium van onderzoeks-, industrie en maatschappelijke partners, toegewijd aan het aanbieden van een open, controleerbaar metingsplatform voor wereldwijde netwerkprestaties. Het M-Lab-platform is een open, verdeeld netwerk van servers waarop onderzoekers gebruik kunnen maken van open source internetmetingstools. Het doel van M-Lab is het verbeteren van netwerkonderzoek en het publiek voorzien van nuttige informatie over hun breedband- en mobiele verbindingen.
zh_hans: (M-Lab)测量实验室是一个组合的研究，工业和公共利益的合作伙伴，致力于提供一个开放的，可核查的全球网络性能测量平台。该实验室的平台是一个开放的、分布式网络的服务器可以部署开源的网络测量工具。实验室的目标是推进网络研究，赋予公众对他们的宽带和移动连接的有用信息。

source: Measurement Notes
az_az: Ölçmə qeydləri
el: Σημειώσεις Μετρήσεων
fa_ir: یادداشت‌های اندازه‌گیری
hi: मापन नोट्स
id: Catatan Pengukuran
nl: Metingsaantekeningen
zh_hans: 测量记录

source: Midnight
az_az: Gecəyarısı
el: Μεσάνυχτα
fa_ir: نیمه‌شب
hi: मध्यरात्रि
id: Tengah Malam
nl: Middernacht
zh_hans: 午夜

source: Monday
az_az: Bazar ertəsi
el: Δευτέρα
fa_ir: دوشنبه
hi: सोमवार
id: Senin
nl: Maandag
zh_hans: 星期一

source: More
az_az: Daha çox
el: Περισσότερα
fa_ir: بیشتر
hi: अधिक
id: Lebih Banyak
nl: Meer
zh_hans: 更多

source: More Information
az_az: Daha çox məlumat
el: Περισσότερες πληροφορίες
fa_ir: اطلاعات بیشتر
hi: अधिक जानकारी
id: Lebih Banyak Informasi
nl: Meer informatie
zh_hans: 更多信息

source: Next Test
az_az: Növbəti test
el: Επόμενη δοκιμή
fa_ir: تست بعدی
id: Tes Berikutnya
nl: Volgende test
zh_hans: 下一步测试

source: No tests scheduled.
az_az: Test planlaşdırılmayıb.
el: Καμμία δοκιμή δεν είναι προγραματισμένη.
fa_ir: تستی برنامه‌ریزی نشده.
hi: कोई परीक्षण निर्धारित नहीं है
id: Tidak ada tes terjadwal
nl: Geen geplande tests.
zh_hans: 没有测试计划。

source: Only Test on WiFi
az_az: Yalnız WiFi testi
el: Μόνο δοκιμή στο WiFi
fa_ir: تست تنها بر روی وای‌فای
hi: वाईफ़ाई पर केवल टेस्ट
id: Hanya Tes lewat WiFi
nl: Alleen testen op wifi
zh_hans: 只在无线网络测试

source: Performance
az_az: Qoşulma
el: Απόδοση δικτύου
fa_ir: عملکرد
hi: प्रदर्शन
id: Performa
nl: Prestaties
zh_hans: 执行

source: Pinch the chart to zoom in
az_az: Böyütmək üçün cədvəli çək
el: Τσιμπήστε το γράφημα για μεγέθυνση
fa_ir: برای بزرگنمایی، دو انگشت خود را روی نمودار از هم دور کنید.
hi: ज़ूम इन करने के लिए चार्ट को चुटकी करें
id: Cubit grafik untuk memperbesar
nl: Knijp de tabel samen om in te zoomen
zh_hans: 划开图表放大

source: Please be aware that the data the Measure App uses does count toward any monthly service or data plan you subscribe to.
az_az: Nəzərdə saxlayın ki, Ölçmə Tətbiq etməsinin istifadə etdiyi məlumatlar abunə olduğunuz hər hansı aylıq xidmət və ya məlumat planına istinad edir.
el: Παρακαλούμε να γνωρίζετε ότι τα δεδομένα που χρησιμοποιεί η εφαρμογής Measure App μετράει προς μηνιαία υπηρεσία ή πρόγραμμα δεδομένων σας εγγραφείτε.
fa_ir: توجه داشته باشید که داده‌های این اپ، از سرویس ماهیانه یا طرح اینترنت شما استفاده می‌کند.
hi: कृपया ध्यान रखें कि माज़ ऐप द्वारा उपयोग किए जाने वाले डेटा का इस्तेमाल किसी भी मासिक सेवा या डेटा योजना के लिए करता है जिसे आप सदस्यता लेते हैं।
id: Harap menyadari bahwa data yang digunakan Measure App tidak dihitung terhadap rencana layanan atau data langganan Anda.
nl: Houd er rekening mee dat de gegevens die de Measure App gebruikt vallen onder de maandelijkse servicekosten of het data-abonnement waarvan u gebruikt maakt.
zh_hans: 请注意，测量应用所使用的数据从您订阅的任何月度服务或数据计划计数中得出。

source: Privacy Policy
az_az: Təhlükəsizlik qaydaları
el: Πολιτική Προστασίας Προσωπικών Δεδομένων
fa_ir: حریم خصوصی
hi: गोपनीयता नीति
id: Kebijakan Privasi
nl: Privacybeleid
zh_hans: 隐私权政策

source: Reset Measurement History
az_az: Ölçü tarixini yenilə
el: Επαναφορά του ιστορικού μετρήσεων
fa_ir: بازنشانی تاریخچه اندازه‌گیری
hi: मापन इतिहास रीसेट करें
id: Setel Ulang Riwayat Pengukuran
nl: Metingsgeschiedenis resetten
zh_hans: 复位测量历史

source: Retransmissions
az_az: Təkrar göndərilənlər
el: Αναμεταδόσεις
fa_ir: ارسال مجدد
hi: पुनःसंशोधन
id: Transmisi Ulang
nl: Doorgifte
zh_hans: 重发

source: Running Test (Download)
az_az: Test etmək (Endir)
el: Εκτελείται δοκιμή (Λήψη)
fa_ir: اجرای تست (دانلود)
hi: रनिंग टेस्ट (डाउनलोड)
id: Menjalankan Tes (Unduh)
nl: Test uitvoeren (downloaden)
zh_hans: 运行测试(下载)

source: Running Test (Upload)
az_az: Test etmək (Yüklə)
el: Εκτελείται δοκιμή (Μεταφόρτωση)
fa_ir: اجرای تست (آپلود)
hi: रनिंग टेस्ट (अपलोड)
id: Menjalankan Tes (Unggah)
nl: Test uitvoeren (uploaden)
zh_hans: 运行测试(上传)

source: Saturday
az_az: Şənbə
el: Σάββατο
fa_ir: شنبه
hi: शनिवार
id: Sabtu
nl: Zaterdag
zh_hans: 星期六

source: Save
az_az: Yadda saxla
el: Αποθήκευση
fa_ir: ذخیره
hi: बचाना
id: Simpan
nl: Opslaan
zh_hans: 保存

source: Schedule
az_az: Plan
el: Πρόγραμμα
fa_ir: برنامه‌ریزی
hi: अनुसूची
id: Jadwal
nl: Planning
zh_hans: 列表

source: Schedule a Test
az_az: Testi planla
el: Προγραμματισμός Δοκιμής
fa_ir: یک تست را برنامه‌ریزی کنید
hi: एक टेस्ट अनुसूची
id: Jadwalkan Tes
nl: Plan een test
zh_hans: 一个测试计划

source: Schedule Test
az_az: Test planı
el: Προγραμματισμός Δοκιμής
fa_ir: برنامه‌ریزی تست
hi: अनुसूची परीक्षण
id: Jadwalkan Tes
nl: Geplande test
zh_hans: 测试计划

source: Server Selection
az_az: Server seçimi
el: Επιλογή Διακομιστή
fa_ir: انتخاب سرور
hi: सर्वर चयन
id: Pilihan Server
nl: Serverkeuze
zh_hans: 选择服务器

source: Service Provider
az_az: Xidmət Təqdimatçısı
el: Πάροχος Υπηρεσιών
fa_ir: ارائه‌دهنده سرویس
hi: सेवा प्रदाता
id: Penyedia Layanan
nl: Provider
zh_hans: 服务提供商

source: Settings
az_az: Tənzimləmələr
el: Ρυθμίσεις
fa_ir: تنظیمات
hi: सेटिंग्स
id: Pengaturan
nl: Instellingen
zh_hans: 设置

source: Start Test
az_az: Testə başla
el: Έναρξη Δοκιμής
fa_ir: شروع تست
hi: टेस्ट प्रारंभ करें
id: Mulai Tes
zh_hans: 开始测试

source: Starting
az_az: Başlanğıc
el: Εκκίνηση
fa_ir: در حال شروع
hi: शुरुआत में
id: Memulai
nl: Starten
zh_hans: 开始

source: Statistic
az_az: Statistika
el: Στατιστική
fa_ir: آمار
hi: सांख्यिकी
id: Statistik
nl: Statistiek
zh_hans: 统计数据

source: Sunday
az_az: Bazar günü
el: Κυριακή
fa_ir: یکشنبه
hi: रविवार
id: Minggu
nl: Zondag
zh_hans: 星期天

source: The M-Lab Measure App implements one test, the Network Diagnostic Tool (NDT). NDT is developed and maintained by Internet 2 and provides a sophisticated speed and diagnostic test suitable for both the novice and the network researcher. For more information on NDT and other M-Lab tests, please visit our the NDT page on M-Lab's site.
az_az: M-Lab Tətbiq etməsi bir test keçirir, Şəbəkə Diaqnozu Aləti (ŞDA). ŞDA İnternet 2 tərəfindən inkişaf etdirilir və dəstəklənir, üstəliik, həm yeni başlayanlar, həm də şəbəkə təqdiqatçılarını uyğun mürəkkəb sürət və test diaqnozu ilə təmin edir. ŞDA və digər M-Lab testləri haqqında daha ətraflı məlumat üçün M-Lab saytında ŞDA səhifəsinə müraciət edin.
el: Η M-Lab Εφαρμογή υλοποιεί μια δοκιμή, το Εργαλείο Διαγνωστικών Δικτύου (ΕΔΔ). Το ΕΔΔ αναπτύσσεται και συντηρείται από το Internet 2, παρέχει μια εξελιγμένη ταχύτητα και η διαγνωστική δοκιμή είναι κατάλληλη για αρχάριους όσο και για ερευνητές. Για περισσότερες πληροφορίες σχετικά με το ΕΔΔ και άλλες M-Lab δοκιμές, παρακαλώ επισκεφθείτε την ιστοσελίδα του ΕΔΔ και του M-Lab.
fa_ir: اپ اندازه‌گیری M-Lab، یک تست NDT اجرا می‌کند. NDT توسط Internet 2 توسعه یافته و تست‌های سرعت و تشخیصی مناسبی برای اشخاص و محققیت شبکه ارائه می‌دهد. برای اطلاعات بیشتر درباره NDT و سایر تست‌های M-Lab، صفحه NDT را در سایت M-Lab مشاهده کنید.
hi: एम-लैब मेज़र ऐप एक परीक्षण, नेटवर्क नैदानिक उपकरण (एनडीटी) को लागू करता है। एनडीटी को इंटरनेट 2 द्वारा विकसित और रखरखाव किया गया है और नौसिखिए और नेटवर्क शोधकर्ता दोनों के लिए एक परिष्कृत गति और नैदानिक परीक्षण प्रदान करता है। एनडीटी और अन्य एम-लैब परीक्षणों के बारे में अधिक जानकारी के लिए, कृपया हमारे एनडीटी पेज एम-लैब की साइट पर जाएं।
id: M-Lab Measure App mengimplementasi satu tes, Network Diagnostik Tool (NDT). NDT dikembangkan dan dipelihara oleh Internet 2 dan menyediakan tes kecepatan dan diagnostik tes yang cocok untuk baik orang awam dan peneliti jaringan. Untuk informasi lebih lanjut tentang NDT dan tes M-Lab lainnya, silakan kunjungi halaman NDT kami di situs M-Lab.
nl: De M-Lab Measure App voert één test uit: de Network Diagnostic Tool (NDT). NDT is ontwikkeld, en wordt onderhouden, door Internet 2 en levert een verfijnde snelheids- en diagnostiektest die geschikt is voor zowel beginners als de netwerkonderzoeker. Bezoek de NDT-pagina op onze M-Lab-website voor meer informatie over NDT en andere M-Lab-tests,
zh_hans: M-Lab 应用程序实现一个测试的实验室测量，网络诊断工具(NDT)。NDT是由互联网2开发和维护，并提供了一个适合新手进行复杂的速度和诊断测试的研究方案。NDT和M-Lab测试的更多信息，请访问我们的网站页面上的NDT页面。

source: The M-Lab Measure App uploads and downloads data for the purposes of measuring your connections to the Internet.
az_az: M-Lab Ölçmə Tətbiq etməsi internet əlaqənizi ölçmək məqsədilə məlumatı endirir və yükləyir.
el: Η M-Lab Measure Εφαρμογή μεταφορτώνει και λαμβάνει δεδομένα για τους σκοπούς της μέτρησης των συνδέσεων σας στο Διαδίκτυο.
fa_ir: اپ اندازه‌گیری M-Lab داده‌هایی را با هدف اندازه‌گیری اتصال شما به اینترنت، دانلود و آپلود می‌کند.
hi: एम-लैब मेज़र ऐप इंटरनेट पर आपके कनेक्शन को मापने के प्रयोजनों के लिए डेटा डाउनलोड और डाउनलोड करता है।
id: M-Lab Measure App mengunggah dan mengunduh data untuk tujuan mengukur koneksi Anda ke Internet.
nl: De M-Lab Measure App uploadt en downloadt gegevens met als doel het meten van uw verbindingen met het internet.
zh_hans: M-Lab测量应用上传和下载数据的目的是测量您的连接到互联网。

source: There are a many ways to get involved with M-Lab, whether you're an individual or represent an organization. Find out other ways to <a href="http://measurementlab.net/contribute" target="_system">contribute</a> on our website.
az_az: Fərdi şəxs və ya təşkilat təmsilçisi olmanızdan asılı olmayaraq, M-Lab ilə əlaqə qurmağın bir çox yolu var. Daha ətraflı <a href="http://measurementlab.net/contribute" target="_system">saytımızdan</a> məlumat alın.
el: Υπάρχουν πολλοί τρόποι να συνησφέρετε στο M-Lab, αν είστε ένα άτομο ή αντιπροσωπεύετε μια οργάνωση. Βρείτε τούς τρόπους <a href="http://measurementlab.net/contribute" target="_system"> συνησφοράς στην ιστοσελίδα μας.
fa_ir: راه‌های زیادی برای مشارکت با M-Lab شخصا یا به عنوان یک سازمان وجود داره. راه‌های دیگر <a href="http://measurementlab.net/contribute" target="_system">مشارکت</a> را در سایت ما مشاهده کنید.
hi: एम-लैब के साथ शामिल होने के कई तरीके हैं, चाहे आप एक व्यक्ति हों या संगठन का प्रतिनिधित्व करें हमारी वेबसाइट पर <a href="http://measurementlab.net/contribute" target="_system"> योगदान </a> करने के अन्य तरीके खोजें
id: Ada banyak cara untuk terlibat dengan M-Lab, baik Anda individu atau mewakili organisasi. Temukan cara lain untuk <a href="http://measurementlab.net/contribute" target="_system">berkontribusi</a> di website kami.
nl: Er zijn vele manieren om bij M-Lab betrokken te raken, of u nu individueel bent of een organisatie vertegenwoordigd. Lees meer over hoe u kunt <a href="http://measurementlab.net/contribute" target="_system">bijdragen</a> op onze website.
zh_hans: 有很多的方式参与到M-Lab，无论你是个人还是代表组织。可以通过我们的网站上的<a href="http://measurementlab.net/contribute" target="_system">贡献</a>了解更多

source: This action will permanently remove all stored results and cannot be undone. Are you sure?
az_az: Bu addım saxlanan nəticələrin hamısını birdəfəlik siləcək və geri qaytarmaq mümkün olmayacaq. Əminsiz?
el: Η δράση αυτή θα αφαιρέσει οριστικά όλα τα αποθηκευμένα αποτελέσματα και δεν μπορεί να αναιρεθεί. Είστε σίγουρος;
fa_ir: با این کار، تمامی نتایج ذخیره شده به طور غیرقابل برگشت، حذف خواهند شد. آیا از انجام این کار مطمئنید؟
hi: यह क्रिया स्थायी रूप से सभी संग्रहीत परिणाम निकाल देगा और इसे पूर्ववत नहीं किया जा सकता है क्या आपको यकीन है?
nl: Deze handeling verwijdert permanent alle opgeslagen resultaten en kan niet ongedaan worden gemaakt. Weet u het zeker?
zh_hans: 此操作将永久删除所有存储的结果，无法撤消。你确定吗？

source: This application:
az_az: Bu tətbiq:
el: Αυτή η εφαρμογή:
fa_ir: این اپ:
hi: यह अनुप्रयोग:
id: Aplikasi ini:
nl: Deze toepassing:
zh_hans: 本应用：

source: This could be due to a change in connectivity during the test, blocking of the test by the network or other factors.
az_az: Bu, test zamanı bağlantıdakı dəyişiklik, testin şəbəkə tərəfindən əngəllənməsi və ya digər amillərlə əlaqədar ola bilər.
el: Αυτό μπορεί να οφείλεται σε μια αλλαγή στη συνδεσιμότητα κατά τη διάρκεια της δοκιμής, το κλείδωμα της δοκιμής από το δίκτυο ή άλλους παράγοντες.
fa_ir: ممکن است به دلیل تغییر اتصال در طول تست، مسدودسازی تست توسط شبکه و… باشد.
hi: यह परीक्षण के दौरान कनेक्टिविटी में परिवर्तन, नेटवर्क या अन्य कारकों द्वारा परीक्षण को अवरुद्ध करने के कारण हो सकता है।
id: Ini bisa terjadi karena perubahan dalam konektivitas selama tes, pemblokiran tes oleh jaringan atau faktor lainnya.
nl: Dit kan zijn vanwege een verandering van connectiviteit tijdens de test, het blokkeren van de test door het netwerk of andere factoren.
zh_hans: 这可能是由于在测试过程中的连接的变化，阻止测试由网络或其他因素。

source: Thursday
az_az: Cümə axşamı
el: Πέμπτη
fa_ir: پنج‌شنبه
hi: गुरूवार
id: Kamis
nl: Donderdag
zh_hans: 星期四

source: Time
az_az: Vaxt
el: Χρόνος
fa_ir: زمان
hi: पहर
id: Waktu
nl: Tijd
zh_hans: 时间
