Repository: m-lab/measure-app
Catalog: www/translations/lang/*.po
Languages: az_az, el, fa_ir, hi, id, nl, zh_hans

source: Translate the M-Lab Measure App
az_az: M-Lab Ölçmə Tətbiq etməsini tərcümə et
el: Μετάφραση τις M-Lab Measure Εφαρμογής
fa_ir: اپ اندازه‌گیری M-Lab را ترجمه کنید
hi: एम-लैब मेज़र ऐप का अनुवाद करें
id: Terjemahkan M-Lab Measure App
nl: Vertaal de M-Lab Measure App
zh_hans: 翻译 M-Lab 测量应用

source: Trusted Tester
az_az: Etibarlı test edən
el: Αξιόπιστος Δοκιμαστής
fa_ir: تست‌کننده‌های تائیدشده
hi: विश्वसनीय परीक्षक
id: Penguji Terpercaya
nl: Vertrouwde tester
zh_hans: 可信的测试者

source: Tuesday
az_az: Çərşənbə axşamı
el: Τρίτη
fa_ir: سه‌شنبه
hi: मंगलवार
id: Selasa
nl: Dinsdag
zh_hans: 星期二

source: Upload
az_az: Yüklə
el: Μεταφόρτωση
fa_ir: آپلود
hi: अपलोड करें
id: Unggah
nl: Uploaden
zh_hans: 上传

source: Wednesday
az_az: Çərşənbə
el: Τετάρτη
fa_ir: چهارشنبه
hi: बुधवार
id: Rabu
nl: Woensdag
zh_hans: 星期三

source: Weekly
az_az: Həftəlik
el: Εβδομαδιαία
fa_ir: هفتگی
hi: साप्ताहिक
id: Mingguan
nl: Wekelijks
zh_hans: 每周

source: Would you like to help translate the M-Lab Measure App for other languages? Get involved as a translator or translation reviewer on <a href="https://www.transifex.com/otf/mlab-app/" target="_system">Transifex</a>, or <a href="http://www.measurementlab.net/contact" target="_system">contact us for more information!</a>!
az_az: M-Lab Tətbiq etməsinin başqa dillərə tərcüməsinə köməklik etmək istərdinizmi?Tərcüməçi yaxud <a href="https://www.transifex.com/otf/mlab-app/" target="_system">Transifex-də</a>tərcümələrin redaktəsinə qoşulun və ya <a href="http://www.measurementlab.net/contact" target="_system"> əlavə məlumat almaq üçün bizimlə əlaqə saxlayın!</a>!
el: Θα θέλατε να μεταφράσετε την M-Lab Measure Εφαρμογή σε άλλες γλώσσες; Ασχοληθείτε ως μεταφραστής η κριτής μεταφράσεων στο <a href="https://www.transifex.com/otf/mlab-app/" target="_system">Transifex</a>, η <a href="http://www.measurementlab.net/contact" target="_system">επικοινωνήστε με εμάς για περισσότερες πληροφορίες!</a>!
fa_ir: آیا مایل به کمک برای ترجمه اپ M-Lab هستید؟ به عنوان مترجم در <a href="https://www.transifex.com/otf/mlab-app/" target="_system">Tansifex</a> مشارکت کرده و یا <a href="http://www.measurementlab.net/contact" target="_system">برای اطلاعات بیشتر با ما تماس بگیرید</a>!
hi: क्या आप अन्य भाषाओं के लिए एम-लैब मेज़र ऐप का अनुवाद करने में सहायता करना चाहेंगे? <a href="https://www.transifex.com/otf/mlab-app/" target="_system"> Transifex </a>, या <a href = "http पर एक अनुवादक या अनुवाद समीक्षक के रूप में शामिल हों : //www.measurementlab.net/contact "target =" _ system "> अधिक जानकारी के लिए हमसे संपर्क करें! </a>!
id: Apakah Anda ingin membantu menerjemahkan M-Lab Measure App ke bahasa lain? Ikut serta sebagai penerjemah atau peninjau terjemahan di <a href="https://www.transifex.com/otf/mlab-app/" target="_system">Transifex</a>, atau <a href="http://www.measurementlab.net/contact" target="_system">hubungi kami untuk informasi lebih lanjut</a>.
nl: Wilt u helpen bij het vertalen van M-Lab Measure App naar andere talen? Werk mee als vertaler of proofreader op <a href="https://www.transifex.com/otf/mlab-app/" target="_system">Transifex</a>, of <a href="http://www.measurementlab.net/contact" target="_system">neem voor meer informatie conact met ons op!</a>!
zh_hans: 你愿意帮助翻译为其他语言的应用程序？参与翻译或翻译评论<a href="https://www.transifex.com/otf/mlab-app/" target="_system">Transifex</a>, or <a href="http://www.measurementlab.net/contact" target="_system">和我们沟通更多信息</a>!

source: Your Location
az_az: Sənin yerin
el: Η τοποθεσία σας
fa_ir: مکان شما
hi: आपकी स्थिति
id: Lokasi Anda
nl: Uw locatie
zh_hans: 你的地址
